/* No comment provided by engineer. */
"%@ since last back-up" = "%@ kopš pēdējās rezerves kopēšanas sesijas";

/* No comment provided by engineer. */
"AC Power" = "Tīkla barošana";

/* No comment provided by engineer. */
"AirPort Connected" = "AirPort savienojums izveidots";

/* No comment provided by engineer. */
"AirPort Disconnected" = "AirPort savienojums izbeigts";

/* No comment provided by engineer. */
"Alert! Enabling this option will add HardwareGrowler to your login items" = "Uzmanību! HardwareGrowler tiks pievienots starta programmām un palaists katru reizi, piesakoties sistēmā";

/* No comment provided by engineer. */
"Allowing this will let HardwareGrowler launch everytime you login, so that it is available for applications which use it at all times" = "HardwareGrowler tiks palaists katru reizi, piesakoties sistēmā, lai arī citas programmas varētu izmantot HardwareGrowler paziņojumu sistēmu";

/* at battery percentage */
"at %@" = "%@";

/* No comment provided by engineer. */
"Back-up took %@" = "Rezerves kopēšana aizņēma %@";

/* Internal battery */
"Battery" = "Baterija";

/* No comment provided by engineer. */
"Battery Low!" = "Baterija gandrīz tukša!";

/* No comment provided by engineer. */
"Battery Low, Please plug the computer in now" = "Baterija ir gandrīz tukša, lūdzu pievieno datoru tīkla barošanai tūlīt";

/* No comment provided by engineer. */
"Battery Power" = "Darbojas no baterijas";

/* No comment provided by engineer. */
"Bluetooth Connected" = "Bluetooth iekārta pievienota";

/* No comment provided by engineer. */
"Bluetooth Connection" = "Bluetooth savienojuma izveidošana";

/* No comment provided by engineer. */
"Bluetooth Disconnected" = "Bluetooth iekārta atvienota";

/* No comment provided by engineer. */
"Bluetooth Disconnection" = "Bluetooth savienojuma izbeigšana";

/* No comment provided by engineer. */
"Bluetooth Module on OSX Lion requires 10.7.3" = "Bluetooth modulim nepieciešama vismaz OS X Lion versija 10.7.3";

/* No comment provided by engineer. */
"Bluetooth Monitor" = "Bluetooth pārraugs";

/* No comment provided by engineer. */
"Cancel" = "Atcelt";

/* No comment provided by engineer. */
"Canceled after %@" = "Atcelta pēc %@";

/* No comment provided by engineer. */
"Caps Lock" = "Burtslēga taustiņš";

/* No comment provided by engineer. */
"Caps Lock Off" = "Burtslēga taustiņš neaktīvs";

/* No comment provided by engineer. */
"Caps Lock On" = "Burtslēga taustiņš aktivizēts";

/* No comment provided by engineer. */
"Charged" = "Uzlādēts";

/* No comment provided by engineer. */
"Charging" = "Lādējas";

/* Message body on a volume mount notification, clicking it opens the drive in finder */
"Click to open" = "Klikšķini šeit, lai atvērtu";

/* No comment provided by engineer. */
"Enabling this option will cause HardwareGrowler to run without showing a dock icon or a menu item.\n\nTo access preferences, tap HardwareGrowler in Launchpad, or open HardwareGrowler in Finder." = "Ieslēdzot šo iespēju, HardwareGrowler darbosies, nerādot ikonu Dock vai panelī.\n\nLai atvērtu iestatījumus, klikšķini uz HardwareGrowler ikonas Launchpad aplikācijā vai Finder logā.";

/* No comment provided by engineer. */
"Failed after %@" = "Neizdevās pēc %@";

/* No comment provided by engineer. */
"Finishing" = "Pabeidz";

/* No comment provided by engineer. */
"Firewire Connected" = "Firewire iekārta pievienota";

/* No comment provided by engineer. */
"Firewire Connection" = "Firewire savienojuma izveidošana";

/* No comment provided by engineer. */
"Firewire Disconnected" = "Firewire iekārta atvienota";

/* No comment provided by engineer. */
"Firewire Disconnection" = "Firewire savienojuma izbeigšana";

/* No comment provided by engineer. */
"Firewire Monitor" = "Firewire pārraugs";

/* No comment provided by engineer. */
"First backup, or no previous backup found in the system log" = "Šī ir pirmā rezerves kopija vai arī netika atrasts iepriekšējās rezerves kopēšanas žurnālieraksts";

/* No comment provided by engineer. */
"FN Key" = "FN taustiņš";

/* No comment provided by engineer. */
"FN Key Pressed" = "FN taustiņš nospiests";

/* No comment provided by engineer. */
"FN Key Released" = "FN taustiņš atlaists";

/* No comment provided by engineer. */
"General" = "Vispārīgi";

/* Unit names */
"hours" = "stundas";

/* No comment provided by engineer. */
"Icon:" = "Ikona:";

/* Title for colum in table of ignored volumes */
"Ignored Drives:" = "Ignorētie diski:";

/* No comment provided by engineer. */
"In order to receive notifications about Bluetooth devices on OSX Lion, please upgrade to 10.7.3 or above" = "Lai saņemtu paziņojumus par Bluetooth iekārtām, lūdzu, atjaunini OS X Lion uz 10.7.3 vai jaunāku versiju.";

/* No comment provided by engineer. */
"In order to receive notifications about Phone Devices, please upgrade to OSX Lion 10.7.3 or above" = "Lai saņemtu paziņojumus par telefona iekārtām, lūdzu, atjaunini OS X Lion uz 10.7.3 vai jaunāku versiju";

/* No comment provided by engineer. */
"Incoming Phone Call" = "Ienākošs telefona zvans";

/* No comment provided by engineer. */
"Incoming SMS" = "Ienākoša īsziņa";

/* No comment provided by engineer. */
"Interface:\t%@" = "Interfeiss:\t%@";

/* The first %@ will be replaced with the interface (en0, en1, etc) second %@ will be replaced by a description of the Ethernet media such as '100BT/full-duplex' */
"Interface:\t%@\nMedia:\t%@" = "Interfeiss:\t%1$@⏎\nNesējvide:\t%2$@";

/* No comment provided by engineer. */
"IP Address Changed" = "Mainījusies IP adrese";

/* No comment provided by engineer. */
"IP Addresses Updated" = "IP adreses atjauninātas";

/* No comment provided by engineer. */
"Joined network.\nSSID:\t\t%@\nBSSID:\t%@" = "Pievienojies tīklam.⏎\nSSID:\t\t%1$@⏎\nBSSID:\t%2$@";

/* No comment provided by engineer. */
"Keyboard Monitor" = "Klaviatūras pārraugs";

/* No comment provided by engineer. */
"Left network %@." = "Atvienots tīkls %@.";

/* Unit label for how often to refire the battery status
   Unit names */
"minutes" = "minūtes";

/* No comment provided by engineer. */
"Modules" = "Moduļi";

/* No comment provided by engineer. */
"Mounted" = "Pievienots";

/* No comment provided by engineer. */
"Network Link Down" = "Nav tīkla savienojuma";

/* No comment provided by engineer. */
"Network Link Up" = "Ir tīkla savienojums";

/* No comment provided by engineer. */
"Network Monitor" = "Tīkla pārraugs";

/* display no icon at all */
"No icon visible" = "Nerādīt ikonu";

/* No comment provided by engineer. */
"No routable IP addresses" = "Nav maršrutējamu IP adrešu";

/* Label over list of checkboxes for notifying for certain keys */
"Notify For:" = "Ziņot par:";

/* If the string is too long, use O */
"OFF" = "NĒ";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* If the string is too long, use I */
"ON" = "JĀ";

/* Format string for On <power type> */
"On %@" = "Ieslēgts %@";

/* No comment provided by engineer. */
"Open HardwareGrowler Preferences..." = "Atvērt HardwareGrowler iestatījumus...";

/* No comment provided by engineer. */
"Phone Module" = "Telefona modulis";

/* No comment provided by engineer. */
"Phone Module requires OSX Lion 10.7.3 or above" = "Telefona modulim nepieciešama OS X Lion 10.7.3 vai jaunāka versija";

/* No comment provided by engineer. */
"Power Changed" = "Barošanas izmaiņas";

/* No comment provided by engineer. */
"Power Monitor" = "Barošanas pārraugs";

/* No comment provided by engineer. */
"Power Warning" = "Barošanas brīdinājums";

/* No comment provided by engineer. */
"Preferences" = "Iestatījumi";

/* No comment provided by engineer. */
"Quit HardwareGrowler" = "Apturēt HardwareGrowler";

/* Label for checkbox that sets battery status to redisplay every so often */
"Refire battery status" = "Atjaunināt baterijas statusu";

/* Label for box for putting in the amount of time between refire */
"Refire every:" = "Atjaunināt ik pēc:";

/* Label for checkbox that sets whether to only show battery status every x minutes when on battery pwoer */
"Refire only on battery" = "Atjaunināt tikai barošanai no baterijas";

/* Unit names */
"seconds" = "sekundes";

/* No comment provided by engineer. */
"Sent when a Bluetooth Device is connected" = "Nosūtīt, ja pievienota Bluetooth iekārta";

/* No comment provided by engineer. */
"Sent when a Bluetooth Device is disconnected" = "Nosūtīt, ja atvienota Bluetooth iekārta";

/* No comment provided by engineer. */
"Sent when a Firewire Device is connected" = "Nosūtīt, ja pievienota Firewire iekārta";

/* No comment provided by engineer. */
"Sent when a Firewire Device is disconnected" = "Nosūtīt, ja atvienota Firewire iekārta";

/* No comment provided by engineer. */
"Sent when a Thunderbolt Device is connected" = "Nosūtīt, ja pievienota Thunderbolt iekārta";

/* No comment provided by engineer. */
"Sent when a Thunderbolt Device is disconnected" = "Nosūtīt, ja atvienota Thunderbolt iekārta";

/* No comment provided by engineer. */
"Sent when a USB Device is connected" = "Nosūtīt, ja pievienota USB iekārta";

/* No comment provided by engineer. */
"Sent when a USB Device is disconnected" = "Nosūtīt, ja atvienota USB iekārta";

/* No comment provided by engineer. */
"Sent when a volume is mounted" = "Nosūtīt, ja pievienots datu nesējs";

/* No comment provided by engineer. */
"Sent when a volume is unmounted" = "Nosūtīt, ja atvienots datu nedējs";

/* No comment provided by engineer. */
"Sent when AirPort connects to a network" = "Nosūtīt, ja AirPort savienojies ar tīklu";

/* No comment provided by engineer. */
"Sent when AirPort disconnects from a network" = "Nosūtīt, ja AirPort atvienojies no tīkla";

/* No comment provided by engineer. */
"Sent when an Ethernet link goes down" = "Nosūtīt, ja atvienots Ethernet savienojums";

/* No comment provided by engineer. */
"Sent when an Ethernet link starts" = "Nosūtīt, ja savienots ar Ethernet";

/* No comment provided by engineer. */
"Sent when the battery is getting low" = "Nosūtīt, ja baterija ir gandrīz tukša";

/* No comment provided by engineer. */
"Sent when the systems IP address changes" = "Nosūtīt, ja mainās datora IP adrese";

/* No comment provided by engineer. */
"Sent when the type or status of power changed" = "Nosūtīt, ja mainās barošanas avots vai tā statuss";

/* No comment provided by engineer. */
"Sent when Time Machine failed to back up" = "Nosūtīt, ja neizdodas Time Machine rezerves kopēšanas sesija";

/* No comment provided by engineer. */
"Sent when Time Machine finishes backing up" = "Nosūtīt, pabeidzot Time Machine rezerves kopēšanas sesiju";

/* No comment provided by engineer. */
"Sent when Time Machine is canceled" = "Nosūtīt, pārtraucot Time Machine rezerves kopēšanas sesiju";

/* No comment provided by engineer. */
"Sent when Time Machine starts backing up" = "Nosūtīt, uzsākot Time Machine rezerves kopēšanas sesiju";

/* No comment provided by engineer. */
"Shift Key" = "Shift taustiņš";

/* No comment provided by engineer. */
"Shift Key Pressed" = "Shift taustiņš nospiests";

/* No comment provided by engineer. */
"Shift Key Released" = "Shift taustiņš atlaists";

/* No comment provided by engineer. */
"Show Connected Devices at Launch" = "Uzsākot darbu, parādīt pievienotās iekārtas";

/* display the icon in both the menubar and the dock */
"Show icon in both" = "Rādīt ikonu panelī un dokā";

/* display the icon only in the dock */
"Show icon in the dock" = "Rādīt ikonu dokā";

/* default option for where the icon should be seen */
"Show icon in the menubar" = "Rādīt ikonu panelī";

/* No comment provided by engineer. */
"Start HardwareGrowler at Login:" = "Palaist HardwareGrowler piesakoties:";

/* No comment provided by engineer. */
"There are no preferences available for this monitor." = "Šim pārraugam nav iestatījumu.";

/* No comment provided by engineer. */
"This setting will take effect when Hardware Growler restarts" = "Iestatījumi stāsies spēkā pēc HardwareGrowler pārstartēšanas";

/* No comment provided by engineer. */
"Thunderbolt Connected" = "Thunderbolt iekārta pievienota";

/* No comment provided by engineer. */
"Thunderbolt Connection" = "Thunderbolt savienojuma uzsākšana";

/* No comment provided by engineer. */
"Thunderbolt Disconnected" = "Thunderbolt iekārta atvienota";

/* No comment provided by engineer. */
"Thunderbolt Disconnection" = "Thunderbolt savienojuma izbeigšana";

/* No comment provided by engineer. */
"Thunderbolt Monitor" = "Thunderbolt pārraugs";

/* No comment provided by engineer. */
"Time Machine Canceled" = "Time Machine sesija atcelta";

/* No comment provided by engineer. */
"Time Machine Failed" = "Time Machine sesija neizdevās";

/* No comment provided by engineer. */
"Time Machine finished" = "Time Machine sesija ir pabeigta";

/* No comment provided by engineer. */
"Time Machine Finished" = "Time Machine sesijas beigšana";

/* No comment provided by engineer. */
"Time Machine started" = "Time Machine sesija uzsākta";

/* No comment provided by engineer. */
"Time Machine Started" = "Time Machine sesijas uzsākšana";

/* No comment provided by engineer. */
"Time remaining: %ld minutes" = "Atlikušais laiks: %ld minūtes";

/* No comment provided by engineer. */
"Time to charge: %ld minutes" = "Uzlādes laiks: %ld minūtes";

/* No comment provided by engineer. */
"TimeMachine Monitor" = "Time Machine pārraugs";

/* Unknown power supply type */
"Unknown" = "Nezināms";

/* No comment provided by engineer. */
"Unknown Power Source" = "Nezināms barošanas avots";

/* No comment provided by engineer. */
"Unmounted" = "Atvienots";

/* No comment provided by engineer. */
"Unnamed FireWire Device" = "Nenosaukta Firewire iekārta";

/* No comment provided by engineer. */
"Unnamed Thunderbolt Device" = "Nenosaukta Thunderbolt iekārta";

/* Uninteruptable Power supply */
"UPS" = "UPS";

/* No comment provided by engineer. */
"UPS Power" = "UPS barošana";

/* No comment provided by engineer. */
"USB 2.0 Bus" = "USB 2.0 kopne";

/* No comment provided by engineer. */
"USB 3.0 Bus" = "USB 3.0 kopne";

/* No comment provided by engineer. */
"USB Bus" = "USB kopne";

/* No comment provided by engineer. */
"USB Connected" = "USB iekārta pievienota";

/* No comment provided by engineer. */
"USB Connection" = "USB savienojuma izveidošana";

/* No comment provided by engineer. */
"USB Disconnected" = "USB iekārta atvienota";

/* No comment provided by engineer. */
"USB Disconnection" = "USB savienojuma izbeigšana";

/* No comment provided by engineer. */
"USB Monitor" = "USB pārraugs";

/* No comment provided by engineer. */
"Volume Monitor" = "Datu nesēju pārraugs";

/* No comment provided by engineer. */
"Volume Mounted" = "Datu nesējs pievienots";

/* No comment provided by engineer. */
"Volume Unmounted" = "Datu nesējs atvienots";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause HardwareGrowler to run in the background" = "Brīdinājums! HardwareGrowler darbosies kā fona process";

